Revit 2027 API
BuiltInFailures.MassFailures.CreateCoreGeometryFailed Property
 Failed to create core geometries.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CreateCoreGeometryFailed { get; }
Public Shared ReadOnly Property CreateCoreGeometryFailed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CreateCoreGeometryFailed {
	FailureDefinitionId^ get ();
}
static member CreateCoreGeometryFailed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MassFailures Class
Autodesk.Revit.DB Namespace